Repository: pcast/tmx
Catalog: tmx/TheThreeLittlePigs_spanish.tmx
Source language: en
Languages: es

source: Once upon a time there was
es: Había una vez

source: an old Sow
es: una vieja Cerda

source: with three Little Pigs,
es: con tres Cerditos,

source: and as she had not enough to keep them,
es: y como no tenía con qué mantenerlos,

source: she sent them out to seek their fortune.
es: los mandó a que buscaran su propia suerte.

source: The first that went off met
es: El primero que partió conoció a

source: a Man with
es: un Hombre con

source: a bundle of straw,
es: un bulto de paja,

source: and said to him,
es: y le dijo,

source: "Please,
es: "Por favor,

source: Man,
es: Hombre,

source: give me that straw to build
es: déme esa paja para construirme

source: a house";
es: una casa";

source: which
es: a lo que

source: the Man did,
es: el Hombre accedió,

source: and
es: y

source: the Little Pig built
es: el Cerdito construyó

source: a house with it.
es: una casa con esta.

source: Presently came along
es: Un día llegó

source: a Wolf,
es: un Lobo,

source: and knocked at
es: y toco a

source: the door,
es: la puerta,

source: and said,
es: y dijo

source: "Little Pig,
es: "Cerdito,

source: Little Pig,
es: Cerdito,

source: let me come in."
es: déjame entrar."

source: To which the Pig answered,
es: A lo cual el Cerdito respondió,

source: by the hair of my chinny chin chin."
es: por el pelo de mi pelo peluda barbilla barbilla. "

source: "Then I'll huff
es: "¡Entonces soplaré

source: and I'll puff,
es: y soplaré,

source: and I'll blow your house in! "
es: y tu casa derribaré!"

source: said the Wolf.
es: dijo el Lobo.

source: So he huffed
es: Así que sopló

source: and he puffed,
es: y sopló,

source: and he blew his house of straw in,
es: y tiró su casa de paja,

source: and ate up
es: y se comió

source: the Little Pig.
es: el Cerdito.

source: The second Pig
es: El segundo Cerdo

source: met a Man
es: conoció aun Hombre

source: with a bundle of wood,
es: con un bulto de madera,

source: give me that wood to build
es: déme esa madera para construir

source: which the Man did,
es: la cual el Hombre hizo,

source: the Pig built
es: el Cerdito construyó

source: his house of wood.
es: su casa de madera.

source: Then along came
es: Entonces vino

source: the Wolf
es: el Lobo

source: not by the hair of my chinny chin chin."
es: por el pelo de mi peluda barbilla barbilla. “

source: "Then I'll puff
es: "¡Entonces soplaré

source: and I'll huff,
es: y soplaré

source: and I'll blow your house in!
es: y su casa derribaré!

source: "So he huffed
es: " Así que sopló

source: and he puffed
es: y sopló

source: and he huffed,
es: y sopló,

source: and at last he blew down
es: y finalmente derribó

source: the house of wood,
es: la casa de madera

source: the second Little Pig.
es: al segundo Cerdito.

source: The third Little Pig met
es: El tercer cerdito conoció

source: a Man
es: un Hombre

source: with a load of bricks,
es: con un montón de ladrillos,

source: give me those the bricks
es: dame esos ladrillos

source: to build
es: para construir

source: a house with";
es: una casa";

source: so the Man gave him
es: así que el Hombre le dio

source: the bricks,
es: los ladrillos,

source: and he built his house with them.
es: y se construyó su casa con ellos.

source: Again
es: Otra vez

source: the Wolf came,
es: el Lobo vino,

source: as he did to the other Little Pigs,
es: de la misma manera que lo hizo con los otros Cerditos,

source: and I'll blow your house in.”
es: y su casa derribaré. "

source: Well,
es: Entonces,

source: he huffed
es: sopló

source: and he huffed
es: y sopló

source: but he could not get the house down.
es: pero no puedo derribar the casa.

source: When he found that he could not,
es: Cuando vio que no podía,

source: with all his huffing and puffing,
es: con todo su soplar y soplar

source: blow the house of bricks down,
es: derribar la casa de ladrillos

source: he said,
es: dijo,

source: I know where there is
es: Sé dónde hay

source: a nice field of carrots."
es: un bonito campo de zanahorias. "

source: "Where?"
es: "Dónde?"

source: said the Little Pig.
es: dijo el Cerdito.

source: "Oh, at the house of Mr. Smith;
es: "O, a la casa de Sr. Smith;

source: and if you will be ready tomorrow morning,
es: y si estarás listo mañana en la mañana,

source: I will call for you,
es: te llamaré,

source: and we will go together
es: e iremos juntos

source: and get some carrots for dinner."
es: y conseguiremos algunas zanahorias para cenar."

source: "Very well,"
es: "Muy bien,”

source: said Little Pig,
es: dijo el Cerdito,

source: "I will be ready.
es: "Estaré listo.

source: What time do you want to go?"
es: ¿A qué hora quieres ir?"

source: "Oh, at six o'clock."
es: "O, a las seis en punto.”

source: the Little Pig got up at five,
es: el Cerdito se levantó a las cinco ,

source: and got the carrots
es: y obtuvo las zanahorias

source: and was home again before six.
es: y regresó a casa una vez más antes de las seis.

source: When
es: Cuando

source: the Wolf came he said,
es: el Lobo llegó dijo,

source: are you ready?"
es: ¿Estás listo?"

source: "Ready!"
es: "¡Listo!

source: "I have been to the field of carrots
es: "Ya fui al campo de zanahorias

source: and come back again,
es: y regresé otra vez,

source: and got a nice full pot for dinner."
es: y consegui una bonita y lleno olla para la cena. "

source: the Wolf felt very angry at this,
es: El Lobo se enojó mucho con esto,

source: but thought that he would get the Little Pig somehow;
es: pero pensó que atraparía el pequeño Cerdito de alguna forma;

source: so he said,
es: así que dijo,

source: a nice apple tree."
es: un bonito árbol de manzanas. "

source: said Little Pig.
es: dijo el Cerdito.

source: "Down at Merry-garden,"
es: "Por el jardín feliz,"

source: replied
es: respondió

source: the Wolf;
es: el Lobo;

source: "and if you will not deceive me
es: "y si no me engañas,

source: I will come for you,
es: vendré por ti

source: at five in the morning tomorrow,
es: a las cinco de la mañana,

source: and get some apples."
es: y obtendremos algunas manzanas. "

source: the next morning
es: la siguiente mañana

source: the Little Pig woke at four,
es: el Cerdito despertó a las cuatro,

source: and bustled up,
es: y se apresuró,

source: and went off for the apples,
es: y se fue por las manzanas,

source: hoping to get back before the Wolf came;
es: esperando llegar de regreso antes que el Lobo volviera;

source: but he had farther to go,
es: pero tenía que ir más lejos,

source: and had to climb the tree,
es: y tenía que escalar el árbol,

source: so that just as he was coming down from it,
es: así que cuando estaba bajando del mismo,

source: he saw the Wolf coming,
es: vio al Lobo que venía,

source: which,
es: lo cual,

source: as you may suppose,
es: como puedes suponer,

source: frightened him very much.
es: lo asustó muchísimo.

source: The Wolf came up and said,
es: El Lobo vino y dijo,

source: what!?
es: ¿Qué!?

source: Are you here before me?
es: ¿Llegaste aquí antes que yo?

source: Are they nice apples?"
es: ¿Son ricas manzanas?"

source: "Yes, very,"
es: "Sí, mucho,"

source: said the Little Pig;
es: dijo el Cerdito;

source: "I will throw you down one."
es: "voy a tirarte una para abajo."

source: "And he threw it so far that,
es: "Y la tiró tan lejos,

source: while the Wolf was gone to pick it up,
es: mientras el Lobo se había ido para recogerla,

source: the Little Pig jumped down
es: el Cerdito brincó hacia abajo

source: and ran home.
es: y corrió a casa.

source: The next morning
es: La siguiente mañana

source: the Wolf came again,
es: el Lobo vino otra vez,

source: and said to the Little Pig,
es: y dijo al Cerdito,

source: there is a fair
es: hay una feria

source: in the Town this afternoon:
es: en el Pueblo esta tarde:

source: will you go?"
es: ¿vas a ir?"

source: "Oh, yes,"
es: "O, sí,"

source: said the Little Pig,
es: dijo el Cerdito,

source: "I will go;
es: "Voy a ir;

source: what time shall you be ready?"
es: ¿a qué horas estarás listo?"

source: "At three,"
es: "A las tres,"

source: So the Little Pig went off before the time,
es: Entonces el Cerdito se fue antes de la hora,

source: as usual,
es: como de costumbre,

source: and got to the fair,
es: y llegó a la feria,

source: and bought a pot,
es: y compró una olla,

source: and was on his way home with it
es: y estaba en su camino a casa con la misma

source: when he saw the Wolf coming.
es: cuando vió el Lobo viniendo.

source: Then he could not tell what to do.
es: Entonces no sabía qué hacer.

source: So he got into the pot to hide,
es: Así que se metió en la olla para esconderse,

source: and in doing so turned it round,
es: y e hacerlo está se cayó,

source: and it began to roll,
es: y comenzó a rodar,

source: and rolled down the hill
es: y rodar hacia abajo de la colina

source: with the Little Pig inside it,
es: con el Cerdito adentro,

source: which frightened the Wolf so much
es: lo cual asustó el Lobo tanto

source: that he ran home
es: que corrió a casa

source: without going to the fair.
es: sin ir a la feria.

source: He went to the house of the Pig,
es: Fue a la casa del Cerdito,

source: and told him how frightened he had been by
es: y le contó lo mucho que se había asustado por

source: a great round thing which came down the hill past him.
es: una gran cosa redonda que bajaba la colina delante de él.

source: Then the Little Pig said,
es: Entonces el Cerdito dijo,

source: "Hah!
es: "¡Ja!

source: I frightened you,
es: ¿Te asusté,

source: did I?
es: acaso no?

source: I had been to the fair
es: Ya había ido a la feria

source: and when I saw you I got into it,
es: y cuando te vi, me metí en ella,

source: and rolled down the hill."
es: y rodé por la colina."

source: Then the Wolf was very angry indeed,
es: Entonces el Lobo se enojó bastante,

source: and declared he would eat up the Little Pig,
es: y declaró que se comería al Cerdito,

source: and that he would get down the chimney after him.
es: y que bajaría por la chimenea persiguiéndolo.

source: When the Little Pig saw what he was about to do,
es: Cuando el Cerdito vio lo que iba a hacer,

source: he hung a pot full of water
es: colgó una olla llena de agua

source: in the fireplace,
es: en la chimenea,

source: and made up a blazing fire,
es: e hizo un ardiente fuego,

source: and,
es: y,

source: just as the Wolf was coming down
es: justo cuando el Lobo venía hacia abajo de

source: the chimney,
es: la chimenea,

source: took off the cover of the pot,
es: quitó la tapa de la olla,

source: and in fell the Wolf.
es: y adentro cayó el Lobo.

source: And the Little Pig
es: Y el Cerdito

source: put the cover on the pot again
es: puso la tapa en la olla otra vez

source: in an instant,
es: rápidamente,

source: boiled up the Wolf,
es: e hirvió el Lobo,

source: and ate him for supper
es: y se lo comió para la cena con

source: with the carrots
es: las zanahorias

source: and the apples,
es: y las manzanas,

source: and lived happy ever after.
es: y vivió feliz para siempre.
